Repository: HASEL-UZH/MindfulPacer.Apple
Catalog: MindfulPacer/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: Please make sure read permissions are granted for Heart Rate and Steps.
de: Bitte stelle sicher, dass die Leseberechtigungen für Herzfrequenz und Schritte erteilt sind.
es: Asegúrate de que se concedan permisos de lectura para frecuencia cardíaca y pasos.
fr: Veuillez vous assurer que les autorisations de lecture sont accordées pour la fréquence cardiaque et les pas.
it: Assicurati che le autorizzazioni di lettura siano concesse per frequenza cardiaca e passi.

source: Please make sure that you are wearing your Apple Watch and you have the MindfulPacer Watch app open, then try again.
de: Stelle bitte sicher, dass du deine Apple Watch trägst und die MindfulPacer Watch-App geöffnet hast, und versuche es dann erneut.
es: Asegúrate de llevar puesto tu Apple Watch y tener abierta la app MindfulPacer Watch, luego inténtalo de nuevo.
fr: Veuillez vous assurer que vous portez votre Apple Watch et que l'app MindfulPacer Watch est ouverte, puis réessayez.
it: Assicurati di indossare il tuo Apple Watch e di avere l'app MindfulPacer Watch aperta, poi riprova.

source: Please make sure write permissions are granted for Workouts.
de: Bitte stelle sicher, dass die Schreibberechtigungen für Trainings erteilt sind.
es: Asegúrate de que se concedan permisos de escritura para entrenamientos.
fr: Veuillez vous assurer que les autorisations d'écriture sont accordées pour les exercices.
it: Assicurati che le autorizzazioni di scrittura siano concesse per gli allenamenti.

source: Please restart the app to see the changes take effect.
de: Bitte starte die App neu, damit die Änderungen wirksam werden.
es: Por favor, reinicia la app para que los cambios surtan efecto.
fr: Veuillez redémarrer l'app pour que les changements prennent effet.
it: Riavvia l'app per rendere effettive le modifiche.

source: Please select which devices you want to use MindfulPacer on.
de: Bitte wähle aus, auf welchen Geräten du MindfulPacer verwenden möchtest.
es: Selecciona en qué dispositivos deseas usar MindfulPacer.
fr: Veuillez sélectionner les appareils sur lesquels vous souhaitez utiliser MindfulPacer.
it: Seleziona su quali dispositivi desideri utilizzare MindfulPacer.

source: Please select which mode you want to use MindfulPacer with. You can switch between the mode anytime in the settings.
de: Bitte wähle aus, in welchem Modus du MindfulPacer verwenden möchtest. Du kannst den Modus in den Einstellungen jederzeit ändern.
es: Selecciona con qué modo deseas usar MindfulPacer. Puedes cambiar de modo en cualquier momento en los ajustes.
fr: Veuillez sélectionner le mode d'utilisation de MindfulPacer. Vous pouvez changer de mode à tout moment dans les réglages.
it: Seleziona la modalità d'uso di MindfulPacer. Puoi cambiare modalità in qualsiasi momento nelle impostazioni.

source: Preview Notification
de: Vorschau Benachrichtigung
es: Vista previa de notificación
fr: Aperçu de la notification
it: Anteprima notifica

source: Privacy Policy
de: Datenschutzbestimmungen
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy

source: Project Management
de: Projektleitung
es: Gestión de proyectos
fr: Gestion de projet
it: Gestione del progetto

source: Provides opportunities to connect & exchange strategies, learn about scientific discoveries and learn more about MindfulPacer.
de: Bietet die Möglichkeit, Kontakte zu knüpfen & Strategien auszutauschen, sich über wissenschaftliche Erkenntnisse zu informieren und mehr über MindfulPacer zu erfahren.
es: Ofrece oportunidades para conectar e intercambiar estrategias, conocer descubrimientos científicos y aprender más sobre MindfulPacer.
fr: Offre des opportunités de connexion et d'échange de stratégies, de découverte scientifique et d'en apprendre plus sur MindfulPacer.
it: Offre opportunità di connessione e scambio di strategie, scoperte scientifiche e per saperne di più su MindfulPacer.

source: Public Transportation
de: Öffentliche Verkehrsmittel
es: Transporte público
fr: Transports en commun
it: Trasporti pubblici

source: Published on %@
de: Publiziert auf %@
es: Publicado el %@
fr: Publié le %@
it: Pubblicato il %@

# Range: %lld - %lld bpm
source: Range: %1$lld - %2$lld bpm
de: Bereich: %1$lld - %2$lld bpm
es: Rango: %lld - %lld ppm
fr: Plage : %1$lld - %2$lld bpm
it: Intervallo: %1$lld - %2$lld bpm

source: Raw Data
de: Rohdaten
es: Datos sin procesar
fr: Données brutes
it: Dati grezzi

source: Read Full Article
de: Ganzen Artikel lesen
es: Leer artículo completo
fr: Lire l'article complet
it: Leggi l'articolo completo

source: Reading
de: Lesen
es: Lectura
fr: Lecture
it: Lettura

source: Reading the News
de: News lesen
es: Leer noticias
fr: Lire les actualités
it: Leggere le notizie

source: Receive Reminders for Reflection
de: Erhalte Erinnerungen für Reflexionen
es: Recibir recordatorios para reflexionar
fr: Recevoir des rappels pour réfléchir
it: Ricevi promemoria per riflettere

source: Reflection your activities, energy management, moods and symptoms.
de: Reflektiere über deine Aktivitäten, dein Energiemanagement, deine Stimmungen und Symptome.
es: Reflexiona sobre tus actividades, gestión de energía, estados de ánimo y síntomas.
fr: Réfléchissez à vos activités, à la gestion de votre énergie, à votre humeur et à vos symptômes.
it: Rifletti sulle tue attività, gestione dell'energia, umore e sintomi.

source: Reflections
de: Reflexionen
es: Reflexiones
fr: Réflexions
it: Riflessioni

source: Reflections of Activities & Energy Levels
de: Reflexionen zu Aktivitäten & Energieniveaus
es: Reflexiones de actividades y niveles de energía
fr: Réflexions sur les activités et les niveaux d'énergie
it: Riflessioni su attività e livelli di energia

source: Reject
de: Ablehnen
es: Rechazar
fr: Rejeter
it: Rifiuta

source: Relaxation
de: Entspannung
es: Relajación
it: Relax

source: Reminder
de: Erinnerung
es: Recordatorio
fr: Rappel
it: Promemoria

source: Reminder Buffers
de: Puffer für Erinnerungen
es: Intervalos de recordatorio
fr: Tampons de rappel
it: Tamponi promemoria

source: Reminder Summary
de: Zusammenfassung Erinnerung
es: Resumen de recordatorio
fr: Résumé des rappels
it: Riepilogo promemoria

source: Reminder Triggered
de: Erinnerung ausgelöst
es: Recordatorio activado
fr: Rappel déclenché
it: Promemoria attivato

source: Reminder Type
de: Erinnerungstyp
es: Tipo de recordatorio
fr: Type de rappel
it: Tipo di promemoria

source: Reminder Type Information
de: Informationen zu Erinnerungstypen
es: Información del tipo de recordatorio
fr: Information sur le type de rappel
it: Informazioni sul tipo di promemoria

source: Reminder Types
de: Erinnerungstypen
es: Tipos de recordatorio
fr: Types de rappels
it: Tipi di promemoria

source: Reminders
de: Erinnerungen
es: Recordatorios
fr: Rappels
it: Promemoria

source: Report severity of symptom.
de: Schweregrad des Symptoms rapportieren.
es: Indica la gravedad del síntoma.
fr: Indiquez la sévérité du symptôme.
it: Indica la gravità del sintomo.

source: Requires Watch App
de: Benötigt die Watch App
es: Requiere app de Watch
fr: Nécessite l'app Watch
it: Richiede l'app Watch

source: Researching Information
de: Recherchieren
es: Investigar información
fr: Recherche d'informations
it: Ricerca di informazioni

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Ripristina

source: Reset Data
de: Daten zurücksetzen
es: Restablecer datos
fr: Réinitialiser les données
it: Ripristina dati

source: Reset to Defaults
de: Auf Standardeinstellungen zurücksetzen
es: Restablecer valores predeterminados
fr: Rétablir les paramètres par défaut
it: Ripristina valori predefiniti

source: Restart Required
de: Neustart erforderlich
es: Reinicio necesario
fr: Redémarrage nécessaire
it: Riavvio necessario

source: Resume monitoring to continue collecting step data.
de: Setze das Monitoring fort, um weiterhin Schrittdaten zu erfassen.
es: Reanuda el monitoreo para seguir recopilando datos de pasos.
fr: Reprenez le monitoring pour continuer à collecter les données de pas.
it: Riprendi il monitoraggio per continuare a raccogliere i dati dei passi.

source: Return to App
de: Zur App zurückkehren
es: Volver a la app
fr: Revenir à l'app
it: Torna all'app

source: Running
de: Rennen
es: Correr
fr: Course
it: Corsa

source: Sad
de: Traurig
es: Triste
fr: Triste
it: Triste

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva

source: Save Error
de: Speicherfehler
es: Error al guardar
fr: Erreur d'enregistrement
it: Errore di salvataggio

source: Scared
de: Verängstigt
es: Asustado
fr: Effrayé
it: Spaventato

source: See how the notification will look.
de: Sieh dir an, wie die Benachrichtigung aussehen wird.
es: Mira cómo se verá la notificación.
fr: Voyez à quoi ressemblera la notification.
it: Vedi come apparirà la notifica.

source: See your monitoring status at a glance with a Complication.
de: Sehe den Status deines Monitoring auf einen Blick mit einer Komplikation.
es: Consulta tu estado de monitoreo de un vistazo con una complicación.
fr: Consultez votre statut de monitoring d'un coup d'œil avec une complication.
it: Visualizza lo stato del monitoraggio a colpo d'occhio con una complicazione.

source: Select Activity
de: Aktivität auswählen
es: Seleccionar actividad
fr: Sélectionner l'activité
it: Seleziona attività

source: Select for which measurement type you want to receive reminders to do a reflection.
de: Wähle aus, für welchen Messtyp du Erinnerungen zur Erstellung einer Reflexion erhalten möchtest.
es: Selecciona para qué tipo de medición deseas recibir recordatorios para hacer una reflexión.
fr: Sélectionnez le type de mesure pour lequel vous souhaitez recevoir des rappels de réflexion.
it: Seleziona il tipo di misurazione per cui desideri ricevere promemoria per fare una riflessione.

source: Select the date for which to view reflections.
de: Wähle das Datum aus um Reflexionen anzuschauen
es: Selecciona la fecha para ver las reflexiones.
fr: Sélectionnez la date pour laquelle afficher les réflexions.
it: Seleziona la data per cui visualizzare le riflessioni.

source: Selected Date
de: Ausgewähltes Datum
es: Fecha seleccionada
fr: Date sélectionnée
it: Data selezionata

source: Selfcare
de: Selbstpflege
es: Autocuidado
fr: Soins personnels
it: Cura di sé

source: Send via Email
de: Per E-Mail senden
es: Enviar por correo
fr: Envoyer par e-mail
it: Invia via e-mail

source: Set a threshold that triggers a reminder when reached for a specified interval.
de: Setze einen Schwellenwert, der eine Erinnerung auslöst, wenn er für ein bestimmtes Intervall erreicht wird.
es: Establece un umbral que active un recordatorio al alcanzarse durante un intervalo especificado.
fr: Définissez un seuil qui déclenche un rappel lorsqu'il est atteint pendant un intervalle spécifié.
it: Imposta una soglia che attiva un promemoria quando viene raggiunta per un intervallo specificato.

source: Set a threshold that triggers a reminder when reached for a specified interval. Please consult with your healthcare professional if you are unsure which threshold to set.
de: Setze einen Schwellenwert, der eine Erinnerung auslöst, wenn er für ein bestimmtes Intervall erreicht wird. Bitte wenden Sie sich an Ihren Arzt oder Therapeuten, wenn Sie unsicher sind, welchen Schwellenwert Sie festlegen sollen.
es: Establece un umbral que active un recordatorio al alcanzarse durante un intervalo especificado. Consulta con tu profesional de salud si no estás seguro de qué umbral establecer.
fr: Définissez un seuil qui déclenche un rappel lorsqu'il est atteint pendant un intervalle spécifié. Consultez votre professionnel de santé si vous n'êtes pas sûr du seuil à définir.
it: Imposta una soglia che attiva un promemoria quando viene raggiunta per un intervallo specificato. Consulta il tuo professionista sanitario se non sei sicuro della soglia da impostare.

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni

source: Severe
de: Schwer
es: Grave
fr: Sévère
it: Grave

source: Share Article
de: Artikel teilen
es: Compartir artículo
fr: Partager l'article
it: Condividi articolo

source: Share this report to help us troubleshoot issues.
de: Teile diesen Bericht, um uns bei der Fehlerbehebung zu unterstützen.
es: Comparte este informe para ayudarnos a solucionar problemas.
fr: Partagez ce rapport pour nous aider à résoudre les problèmes.
it: Condividi questo rapporto per aiutarci a risolvere i problemi.

source: Shocked
de: Schockiert
es: Conmocionado
fr: Choqué
it: Scioccato

source: Shortness of Breath
de: Kurzatmigkeit
es: Dificultad respiratoria
fr: Essoufflement
it: Respiro corto

source: Shows a red color
de: Zeigt eine rote Farbe an
es: Muestra un color rojo
fr: Affiche une couleur rouge
it: Mostra un colore rosso

source: Shows a yellow color
de: Zeigt eine gelbe Farbe an
es: Muestra un color amarillo
fr: Affiche une couleur jaune
it: Mostra un colore giallo

source: Shows an orange color
de: Zeigt eine orange Farbe an
es: Muestra un color naranja
fr: Affiche une couleur orange
it: Mostra un colore arancione

source: Sick
de: Krank
es: Enfermo
fr: Malade
it: Malato

source: Simpler minified user interface that focuses on comparing subjective well-being, pursued activity and biometric data.
de: Einfachere, reduzierte Benutzeroberfläche, die sich auf den Vergleich von subjektivem Wohlbefinden, verfolgter Aktivität und biometrischen Daten konzentriert.
es: Interfaz de usuario simplificada que se centra en comparar el bienestar subjetivo, la actividad realizada y los datos biométricos.
fr: Interface utilisateur simplifiée et minimaliste axée sur la comparaison du bien-être subjectif, de l'activité poursuivie et des données biométriques.
it: Interfaccia utente semplificata e minimale incentrata sul confronto tra benessere soggettivo, attività svolta e dati biometrici.

source: Sitting
de: Sitzen
es: Sentado
fr: Assis
it: Seduto

source: Skip
de: Überspringen
es: Omitir
fr: Passer
it: Salta

source: Sleep
de: Schlafen
es: Sueño
fr: Sommeil
it: Sonno

source: Sleep Disorder
de: Schlafstörung
es: Trastorno del sueño
fr: Troubles du sommeil
it: Disturbi del sonno

source: Slow
de: Langsam
es: Lento
fr: Lent
it: Lento

source: Smirking
de: Schmunzelnd
es: Sonrisa pícara
fr: Narquois
it: Sorridente

source: Sometimes MindfulPacer doesn’t appear in the Watch app’s “Return to Clock” list immediately - even if it’s installed. This is normal and usually fixes itself after the watch finishes setup.
de: Manchmal erscheint MindfulPacer nicht sofort in der „Zur Uhr zurückkehren“-Liste der Watch-App – auch wenn die App installiert ist. Das ist normal und behebt sich meist von selbst, nachdem die Watch die Einrichtung abgeschlossen hat.
es: A veces MindfulPacer no aparece inmediatamente en la lista “Volver al reloj” de la app Watch, incluso si está instalada. Esto es normal y suele resolverse solo después de que el reloj termine la configuración.
fr: Parfois, MindfulPacer n'apparaît pas immédiatement dans la liste « Retour au cadran » de l'app Watch, même s'il est installé. C'est normal et se résout généralement après la configuration de la montre.
it: A volte MindfulPacer non appare immediatamente nell'elenco « Torna al quadrante » dell'app Watch, anche se è installato. È normale e si risolve generalmente dopo il completamento della configurazione dell'orologio.

source: Sorting
de: Sortieren
es: Ordenar
fr: Tri
it: Ordinamento

source: Stand Up
de: Aufstehen
es: Levántate
fr: Se lever
it: Alzati

source: Step Count Info
de: Schrittzahl Info
es: Info de conteo de pasos
fr: Info compteur de pas
it: Info contapassi

source: steps
de: Schritte
es: pasos
fr: pas
it: passi

source: Steps
de: Schritte
es: Pasos
fr: Pas
it: Passi

source: steps in window
de: Schritte im Zeitfenster
es: pasos en ventana
fr: pas dans la fenêtre
it: passi nella finestra

source: steps total
de: Schritte insgesamt
es: pasos totales
fr: pas au total
it: passi totali

source: Stretching
de: Dehnen
es: Estiramientos
fr: Étirements

source: Strong
de: Stark
es: Fuerte
fr: Fort
it: Forte

source: Subactivities
de: Unteraktivität
es: Subactividades
fr: Sous-activités
it: Sotto-attività

source: Subactivity
de: Unteraktivität
es: Subactividad
fr: Sous-activité
it: Sotto-attività

source: Subjective Well-being
de: Subjektives Wohlbefinden
es: Bienestar subjetivo
fr: Bien-être subjectif
it: Benessere soggettivo

source: Summary of number of Reminders triggered, by Reminder type.
de: Zusammenfassung der Anzahl der ausgelösten Erinnerungen, sortiert nach Typ.
es: Resumen del número de recordatorios activados, por tipo de recordatorio.
fr: Résumé du nombre de rappels déclenchés, par type de rappel.
it: Riepilogo del numero di promemoria attivati, per tipo di promemoria.

source: Summary of your most recent reflections.
de: Zusammenfassung deiner neusten Reflexionen.
es: Resumen de tus reflexiones más recientes.
fr: Résumé de vos réflexions les plus récentes.
it: Riepilogo delle tue riflessioni più recenti.

source: Summary of your Reminders.
de: Zusammenfassung deiner Erinnerungen.
es: Resumen de tus recordatorios.
fr: Résumé de vos rappels.
it: Riepilogo dei tuoi promemoria.

source: Support for Activity Pacing
de: Unterstützung für Aktivitätsmanagement
es: Soporte para regulación de actividad
fr: Soutien pour la gestion d'activité
it: Supporto per la gestione delle attività

source: Supported By
de: Unterstützt durch
es: Con el apoyo de
fr: Soutenu par
it: Supportato da

source: Swimming
de: Schwimmen
es: Natación
fr: Natation
it: Nuoto

source: Synchronize your smartwatch
de: Synchronisiere deine Smartwatch
es: Sincroniza tu reloj inteligente
fr: Synchronisez votre montre connectée
it: Sincronizza il tuo smartwatch

source: Syncing your latest reminders from iCloud...
de: Deine neuesten Erinnerungen werden von iCloud synchronisiert…
es: Sincronizando tus últimos recordatorios de iCloud...
fr: Synchronisation de vos derniers rappels depuis iCloud...
it: Sincronizzazione degli ultimi promemoria da iCloud...

source: Syncing...
de: Synchronisiere…
es: Sincronizando...
fr: Synchronisation...
it: Sincronizzazione...

source: System Report
de: Systembericht
es: Informe del sistema
fr: Rapport système
it: Rapporto di sistema

source: Tap the + button to create a reflection.
de: Tippe auf die Schaltfläche +, um eine Reflexion zu erstellen.
es: Toca el botón + para crear una reflexión.
fr: Touchez le bouton + pour créer une réflexion.
it: Tocca il pulsante + per creare una riflessione.

source: Tap the + button to create a reminder.
de: Tippe auf die Schaltfläche +, um eine Erinnerung zu erstellen.
es: Toca el botón + para crear un recordatorio.
fr: Touchez le bouton + pour créer un rappel.
it: Tocca il pulsante + per creare un promemoria.

source: Test on Apple Watch
de: Auf Apple Watch testen
es: Probar en Apple Watch
fr: Tester sur Apple Watch
it: Testa su Apple Watch

source: The app is actively monitoring your health data based on your reminders.
de: Die App überwacht aktiv deine Gesundheitsdaten basierend auf deinen Erinnerungen.
es: La app está monitoreando activamente tus datos de salud según tus recordatorios.
fr: L'app surveille activement vos données de santé en fonction de vos rappels.
it: L'app sta monitorando attivamente i tuoi dati sulla salute in base ai tuoi promemoria.

source: The Apple Watch app needs to be installed. Please install it from the Watch app on your iPhone.
de: Die Apple Watch App muss installiert werden. Bitte installiere sie über die Watch App auf deinem iPhone.
es: La app de Apple Watch debe estar instalada. Instálala desde la app Watch en tu iPhone.
fr: L'app Apple Watch doit être installée. Veuillez l'installer depuis l'app Watch sur votre iPhone.
it: L'app Apple Watch deve essere installata. Installala dall'app Watch sul tuo iPhone.

source: The buffer sets the minimum time between repeated missed reflection triggers for the same reminder.
de: Der Puffer legt die Mindestzeit zwischen wiederholten Benachrichtigungen zu verpassten Reflexionen fest.
es: El intervalo establece el tiempo mínimo entre activaciones repetidas de reflexión perdida para el mismo recordatorio.
fr: Le tampon définit le temps minimum entre les déclenchements répétés de réflexions manquées pour le même rappel.
it: Il buffer imposta il tempo minimo tra le notifiche ripetute di riflessioni mancate per lo stesso promemoria.

source: The buffer sets the minimum time between repeated notifications for the same reminder.
de: Der Puffer legt die Mindestzeit zwischen wiederholten Benachrichtigungen für dieselbe Erinnerung fest.
es: El intervalo establece el tiempo mínimo entre notificaciones repetidas para el mismo recordatorio.
fr: Le tampon définit le temps minimum entre les notifications répétées pour le même rappel.
it: Il tampone imposta il tempo minimo tra notifiche ripetute per lo stesso promemoria.

source: The current heart rate (in beats per minute, BPM), as detected by the Apple Watch, must stay at or above the threshold for a Reminder to be triggered. Please note that such thresholds for pacing and managing your activity are highly individual. We recommend to experiment with different (and several) thresholds to identify what works best for you. One starting point could be (220 - AgeInYears) * 0.5. For example, a 40-year old person would set a threshold as (220-40)*0.5=90 beats per minute.
de: Die aktuelle Herzfrequenz (in Schlägen pro Minute, BPM), wie sie von der Apple Watch erfasst wird, muss auf oder über dem Schwellenwert bleiben, damit eine Erinnerung ausgelöst wird. Bitte beachte, dass solche Schwellenwerte für das Tempo und die Steuerung deiner Aktivität sehr individuell sind. Wir empfehlen, mit verschiedenen (und mehreren) Schwellenwerten zu experimentieren, um herauszufinden, was für dich am besten funktioniert. Ein Ausgangspunkt könnte sein: (220 - AlterInJahren) * 0,5. Zum Beispiel würde eine 40-jährige Person einen Schwellenwert von (220 - 40) * 0,5 = 90 Schläge pro Minute einstellen.
es: La frecuencia cardíaca actual (en latidos por minuto, PPM), detectada por el Apple Watch, debe mantenerse en o por encima del umbral para que se active un recordatorio. Ten en cuenta que estos umbrales para regular y gestionar tu actividad son muy individuales. Recomendamos experimentar con diferentes (y varios) umbrales para identificar lo que funcione mejor para ti. Un punto de partida podría ser (220 - EdadEnAños) * 0.5. Por ejemplo, una persona de 40 años establecería un umbral de (220-40)*0.5=90 latidos por minuto.
fr: La fréquence cardiaque actuelle (en battements par minute, BPM), détectée par l'Apple Watch, doit rester au niveau ou au-dessus du seuil pour qu'un rappel soit déclenché. Notez que ces seuils pour la gestion de votre activité sont très individuels. Nous recommandons d'expérimenter avec différents seuils pour identifier ce qui fonctionne le mieux pour vous. Un point de départ pourrait être (220 - Âge) * 0,5. Par exemple, une personne de 40 ans définirait un seuil de (220-40)*0,5=90 battements par minute.
it: La frequenza cardiaca attuale (in battiti al minuto, BPM), rilevata dall'Apple Watch, deve rimanere al livello o sopra la soglia affinché un promemoria venga attivato. Nota che queste soglie per la gestione della tua attività sono altamente individuali. Ti consigliamo di sperimentare con diverse soglie per identificare ciò che funziona meglio per te. Un punto di partenza potrebbe essere (220 - Età) * 0,5. Ad esempio, una persona di 40 anni imposterebbe una soglia di (220-40)*0,5=90 battiti al minuto.
